Repository: pedrocarlop/miapp
Catalog: Packages/AppModules/Sources/FeatureDailyPuzzle/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt

# daily.action.close
source: Close
es: Cerrar
fr: Fermer
pt: Fechar

# daily.action.reset
source: Reset challenge
es: Reiniciar reto
fr: Reinitialiser defi
pt: Reiniciar desafio

# daily.action.play
source: Play
es: Jugar
fr: Jouer
pt: Jogar

# daily.action.rotate_board
source: Rotate board
es: Rotar tablero
fr: Pivoter la grille
pt: Rodar tabuleiro

# daily.action.rotate_board_hint
source: Rotates the puzzle ninety degrees counterclockwise.
es: Rota la sopa de letras noventa grados en sentido antihorario.
fr: Fait pivoter la grille de quatre-vingt-dix degres vers la gauche.
pt: Roda a sopa de letras noventa graus no sentido anti-horario.

# daily.challenge.accessibility
source: Challenge %d, %@
es: Reto %d, %@
fr: Defi %d, %@
pt: Desafio %d, %@

# daily.challenge.available_in_hours
source: Available in %dh
es: Disponible en %dh
fr: Disponible dans %dh
pt: Disponivel em %dh

# daily.challenge.available_soon
source: Available soon
es: Disponible pronto
fr: Disponible bientot
pt: Disponivel em breve

# daily.challenge.progress
source: %d of %d completed
es: %d de %d completadas
fr: %d sur %d termines
pt: %d de %d concluidos

# daily.completed
source: Completed
es: Completado
fr: Termine
pt: Concluido

# daily.completion.action_continue
source: Continue
es: Continuar
fr: Continuer
pt: Continuar

# daily.completion.accessibility
source: Completed
es: Completado
fr: Termine
pt: Concluido

# daily.completion.accessibility_with_streak
source: Completed. %@
es: Completado. %@
fr: Termine. %@
pt: Concluido. %@

# daily.completion.message
source: You found every word for today. Great run.
es: Encontraste todas las palabras de hoy. Gran jugada.
fr: Vous avez trouve tous les mots du jour. Super partie.
pt: Voce encontrou todas as palavras de hoje. Excelente rodada.

# daily.completion.title
source: Challenge completed
es: Reto completado
fr: Defi termine
pt: Desafio concluido

# daily.reset_alert.cancel
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# daily.reset_alert.confirm
source: Reset
es: Reiniciar
fr: Reinitialiser
pt: Reiniciar

# daily.reset_alert.message
source: Progress for this day will be deleted.
es: Se borrará el progreso de este día.
fr: La progression de ce jour sera supprimee.
pt: O progresso deste dia sera apagado.

# daily.reset_alert.title
source: Reset challenge
es: Reiniciar reto
fr: Reinitialiser defi
pt: Reiniciar desafio

# daily.streak_label
source: Streak %d
es: Racha %d
fr: Serie %d
pt: Sequencia %d
